<template>
   <div class="main-controller">
      <div class="controller">
        <div class="first-child">
            <h4>
                متقاضی عزیز
            </h4>
            <p class="text">
با سپاس از ابراز علاقه مندی جنابعالی به بهره‏ گیری از سامانه جامع خدماتی «دانش یاد» با قابلیت کاربری در حوزه آموزش/یادگیری الکترونیکی، انتظار می‏ر‏ود که این سامانه که در نتیجه چندین سال تلاش بی‏ وقفه از جانب عوامل دست ‏اندرکار حاصل گردیده، بتواند گره از بسیاری از مشکلاتی که این صنعت تاکنون از آن رنج می برده، بگشاید؛ چه از منظر قابلیت های فراهم آمده و چه از نقطه نظر میزان اثربخشی و کاهش هزینه ها.  جهت اطلاع بیشتر در خصوص عرضه کنندگان سامانه، توصیه می شود به بخش در باره ما مراجه شود.
            </p>
            <p class="text">
شایان ذکر است که امکانات متعدد و متنوعی به عنوان یک نظام یکپارچه در سامانه به کار گرفته شده است؛ از جمله، امکان  ساخت دروس الکترونیکی، استانداردسازی محتوا، اعمال دستورالعمل های آموزشی، تعریف رویه و جریان تدریس (سکانسینگ) و طیفی از قابلیت های تکمیلی که در مجموع تا حد زیادی به آن جنبه منحصر به فرد داده و این سامانه را از آنچه که تاکنون در مقیاس بین‏المللی در دسترس بوده، متمایز ساخته است.
            </p>
        </div>
      </div>
   </div>
</template>
<script>
export default {
    setup() {
        
    },
}
</script>
<style lang="scss" scoped>
.main-controller{
  padding: 30px;
  .controller{
      display: flex;
      flex-direction: column;
      justify-content: flex-start;
      align-items: center;
      .first-child{
          display: flex;
          flex-direction: column;
          .text{
              color: #4B5563;
          }
      }
  }
}
</style>